Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Notice_FirmwareAccessDenied
source: Administrator rights are required to access the Acer firmware interface.
ar_sa: يلزم الحصول على صلاحيات المسؤول للوصول إلى واجهة البرنامج الثابت من Acer.
bg_bg: За достъп до интерфейса на фърмуера на Acer са необходими администраторски права.
ca_es: Calen drets d'administrador per accedir a la interfície del microprogramari d'Acer.
cs_cz: Přístup k rozhraní firmwaru Acer vyžaduje oprávnění správce.
de_de: Für den Zugriff auf die Firmwareschnittstelle von Acer sind Administratorrechte erforderlich.
el_gr: Απαιτούνται δικαιώματα διαχειριστή για πρόσβαση στη διασύνδεση υλικολογισμικού της Acer.
es_es: Se necesitan permisos de administrador para acceder a la interfaz del firmware de Acer.
et_ee: Aceri püsivaraliidesele juurdepääsuks on vaja administraatoriõigusi.
fa_ir: برای دسترسی به رابط سفت‌افزار Acer به حقوق سرپرست نیاز است.
fi_fi: Acerin laiteohjelmistoliittymän käyttö edellyttää järjestelmänvalvojan oikeuksia.
fr_fr: Des droits d’administrateur sont nécessaires pour accéder à l’interface du firmware Acer.
he_il: נדרשות הרשאות מנהל מערכת כדי לגשת לממשק הקושחה של Acer.
hi_in: Acer फ़र्मवेयर इंटरफ़ेस तक पहुँचने के लिए व्यवस्थापक अधिकार आवश्यक हैं।
hu_hu: Az Acer belső vezérlőprogram felületének eléréséhez rendszergazdai jogok szükségesek.
id_id: Diperlukan hak administrator untuk mengakses antarmuka firmware Acer.
it_it: Per accedere all'interfaccia del firmware Acer sono necessari i diritti di amministratore.
ja_jp: Acer のファームウェア インターフェイスにアクセスするには管理者権限が必要です。
ko_kr: Acer 펌웨어 인터페이스에 접근하려면 관리자 권한이 필요합니다.
lv_lv: Lai piekļūtu Acer aparātprogrammatūras saskarnei, nepieciešamas administratora tiesības.
nb_no: Administratorrettigheter kreves for å få tilgang til Acers fastvaregrensesnitt.
nl_nl: Er zijn administratorrechten vereist voor toegang tot de firmware-interface van Acer.
pl_pl: Dostęp do interfejsu oprogramowania układowego Acer wymaga uprawnień administratora.
pt_pt: São necessários direitos de administrador para aceder à interface do firmware da Acer.
ro_ro: Pentru a accesa interfața firmware-ului Acer sunt necesare drepturi de administrator.
ru_ru: Для доступа к интерфейсу встроенного ПО Acer требуются права администратора.
sk_sk: Na prístup k rozhraniu firmvéru Acer sa vyžadujú oprávnenia správcu.
sr_cyrl_rs: За приступ интерфејсу Acer фирмвера потребна су администраторска права.
sv_se: Administratörsbehörighet krävs för att komma åt Acers firmwaregränssnitt.
th_th: ต้องใช้สิทธิ์ผู้ดูแลระบบในการเข้าถึงอินเทอร์เฟซเฟิร์มแวร์ของ Acer
tr_tr: Acer üretici yazılımı arabirimine erişmek için yönetici hakları gerekir.
uk_ua: Для доступу до інтерфейсу мікропрограми Acer потрібні права адміністратора.
vi_vn: Cần quyền người quản trị để truy nhập giao diện chương trình cơ sở của Acer.
zh_cn: 访问 Acer 固件接口需要管理员权限。
zh_tw: 存取 Acer 韌體介面需要系統管理員權限。

# Notice_ControlLoopError
source: Fan control hit an error: {0}
ar_sa: حدث خطأ في التحكم في المراوح: {0}
bg_bg: Грешка в управлението на вентилаторите: {0}
ca_es: El control dels ventiladors ha trobat un error: {0}
cs_cz: Při ovládání ventilátorů došlo k chybě: {0}
de_de: Fehler in der Lüftersteuerung: {0}
el_gr: Σφάλμα στον έλεγχο ανεμιστήρων: {0}
es_es: Error en el control de ventiladores: {0}
et_ee: Ventilaatorite juhtimises ilmnes tõrge: {0}
fa_ir: در کنترل فن خطایی رخ داد: {0}
fi_fi: Tuuletinohjauksessa tapahtui virhe: {0}
fr_fr: Le contrôle des ventilateurs a rencontré une erreur : {0}
he_il: אירעה שגיאה בבקרת המאווררים: {0}
hi_in: पंखा नियंत्रण में त्रुटि हुई: {0}
hu_hu: Hiba történt a ventilátorvezérlésben: {0}
id_id: Kontrol kipas mengalami kesalahan: {0}
it_it: Errore nel controllo delle ventole: {0}
ja_jp: ファン制御でエラーが発生しました: {0}
ko_kr: 팬 제어 중 오류가 발생했습니다: {0}
lv_lv: Ventilatoru vadībā radās kļūda: {0}
nb_no: Feil i viftestyringen: {0}
nl_nl: Fout in de ventilatorregeling: {0}
pl_pl: Błąd sterowania wentylatorami: {0}
pt_pt: O controlo das ventoinhas encontrou um erro: {0}
ro_ro: Controlul ventilatoarelor a întâmpinat o eroare: {0}
ru_ru: Ошибка управления вентиляторами: {0}
sk_sk: Pri ovládaní ventilátorov sa vyskytla chyba: {0}
sr_cyrl_rs: Грешка у управљању вентилаторима: {0}
sv_se: Fel i fläktstyrningen: {0}
th_th: การควบคุมพัดลมเกิดข้อผิดพลาด: {0}
tr_tr: Fan denetiminde bir hata oluştu: {0}
uk_ua: Помилка керування вентиляторами: {0}
vi_vn: Điều khiển quạt gặp lỗi: {0}
zh_cn: 风扇控制出错：{0}
zh_tw: 風扇控制發生錯誤：{0}

# Notice_OperatingModeRejected
source: The firmware rejected the operating mode change ({0}).
ar_sa: رفض البرنامج الثابت تغيير وضع التشغيل ({0}).
bg_bg: Фърмуерът отхвърли смяната на работния режим ({0}).
ca_es: El microprogramari ha rebutjat el canvi de mode de funcionament ({0}).
cs_cz: Firmware odmítl změnu provozního režimu ({0}).
de_de: Die Firmware hat den Wechsel des Betriebsmodus abgelehnt ({0}).
el_gr: Το υλικολογισμικό απέρριψε την αλλαγή λειτουργίας ({0}).
es_es: El firmware rechazó el cambio de modo de funcionamiento ({0}).
et_ee: Püsivara lükkas töörežiimi muutmise tagasi ({0}).
fa_ir: سفت‌افزار تغییر حالت کاری را رد کرد ({0}).
fi_fi: Laiteohjelmisto hylkäsi toimintatilan vaihdon ({0}).
fr_fr: Le firmware a refusé le changement de mode de fonctionnement ({0}).
he_il: הקושחה דחתה את שינוי מצב ההפעלה ({0}).
hi_in: फ़र्मवेयर ने ऑपरेटिंग मोड परिवर्तन अस्वीकार कर दिया ({0})।
hu_hu: A belső vezérlőprogram elutasította az üzemmód módosítását ({0}).
id_id: Firmware menolak perubahan mode operasi ({0}).
it_it: Il firmware ha rifiutato il cambio di modalità operativa ({0}).
ja_jp: ファームウェアが動作モードの変更を拒否しました（{0}）。
ko_kr: 펌웨어가 작동 모드 변경을 거부했습니다({0}).
lv_lv: Aparātprogrammatūra noraidīja darbības režīma maiņu ({0}).
nb_no: Fastvaren avviste byttet av driftsmodus ({0}).
nl_nl: De firmware heeft de wijziging van de bedrijfsmodus geweigerd ({0}).
pl_pl: Oprogramowanie układowe odrzuciło zmianę trybu pracy ({0}).
pt_pt: O firmware recusou a mudança de modo de funcionamento ({0}).
ro_ro: Firmware-ul a respins schimbarea modului de funcționare ({0}).
ru_ru: Встроенное ПО отклонило смену режима работы ({0}).
sk_sk: Firmvér odmietol zmenu prevádzkového režimu ({0}).
sr_cyrl_rs: Фирмвер је одбио промену режима рада ({0}).
sv_se: Firmware avvisade bytet av driftläge ({0}).
th_th: เฟิร์มแวร์ปฏิเสธการเปลี่ยนโหมดการทำงาน ({0})
tr_tr: Üretici yazılımı çalışma modu değişikliğini reddetti ({0}).
uk_ua: Мікропрограма відхилила зміну режиму роботи ({0}).
vi_vn: Chương trình cơ sở đã từ chối thay đổi chế độ hoạt động ({0}).
zh_cn: 固件拒绝了操作模式更改（{0}）。
zh_tw: 韌體拒絕了作業模式變更（{0}）。

# Notice_CoolBoostRejected
source: The firmware rejected the CoolBoost change.
ar_sa: رفض البرنامج الثابت تغيير CoolBoost.
bg_bg: Фърмуерът отхвърли промяната на CoolBoost.
ca_es: El microprogramari ha rebutjat el canvi del CoolBoost.
cs_cz: Firmware odmítl změnu funkce CoolBoost.
de_de: Die Firmware hat die CoolBoost-Änderung abgelehnt.
el_gr: Το υλικολογισμικό απέρριψε την αλλαγή του CoolBoost.
es_es: El firmware rechazó el cambio de CoolBoost.
et_ee: Püsivara lükkas CoolBoosti muudatuse tagasi.
fa_ir: سفت‌افزار تغییر CoolBoost را رد کرد.
fi_fi: Laiteohjelmisto hylkäsi CoolBoost-muutoksen.
fr_fr: Le firmware a refusé la modification de CoolBoost.
he_il: הקושחה דחתה את השינוי ב-CoolBoost.
hi_in: फ़र्मवेयर ने CoolBoost परिवर्तन अस्वीकार कर दिया।
hu_hu: A belső vezérlőprogram elutasította a CoolBoost módosítását.
id_id: Firmware menolak perubahan CoolBoost.
it_it: Il firmware ha rifiutato la modifica di CoolBoost.
ja_jp: ファームウェアが CoolBoost の変更を拒否しました。
ko_kr: 펌웨어가 CoolBoost 변경을 거부했습니다.
lv_lv: Aparātprogrammatūra noraidīja CoolBoost izmaiņas.
nb_no: Fastvaren avviste CoolBoost-endringen.
nl_nl: De firmware heeft de CoolBoost-wijziging geweigerd.
pl_pl: Oprogramowanie układowe odrzuciło zmianę CoolBoost.
pt_pt: O firmware recusou a alteração do CoolBoost.
ro_ro: Firmware-ul a respins modificarea CoolBoost.
ru_ru: Встроенное ПО отклонило изменение CoolBoost.
sk_sk: Firmvér odmietol zmenu funkcie CoolBoost.
sr_cyrl_rs: Фирмвер је одбио промену функције CoolBoost.
sv_se: Firmware avvisade CoolBoost-ändringen.
th_th: เฟิร์มแวร์ปฏิเสธการเปลี่ยนแปลง CoolBoost
tr_tr: Üretici yazılımı CoolBoost değişikliğini reddetti.
uk_ua: Мікропрограма відхилила зміну CoolBoost.
vi_vn: Chương trình cơ sở đã từ chối thay đổi CoolBoost.
zh_cn: 固件拒绝了 CoolBoost 更改。
zh_tw: 韌體拒絕了 CoolBoost 變更。

# Notice_FanTableRejected
source: The firmware rejected the fan curve change.
ar_sa: رفض البرنامج الثابت تغيير منحنى المراوح.
bg_bg: Фърмуерът отхвърли промяната на кривата на вентилаторите.
ca_es: El microprogramari ha rebutjat el canvi de la corba dels ventiladors.
cs_cz: Firmware odmítl změnu křivky ventilátorů.
de_de: Die Firmware hat die Änderung der Lüfterkurve abgelehnt.
el_gr: Το υλικολογισμικό απέρριψε την αλλαγή της καμπύλης ανεμιστήρων.
es_es: El firmware rechazó el cambio de la curva de los ventiladores.
et_ee: Püsivara lükkas ventilaatorikõvera muudatuse tagasi.
fa_ir: سفت‌افزار تغییر منحنی فن‌ها را رد کرد.
fi_fi: Laiteohjelmisto hylkäsi tuuletinkäyrän muutoksen.
fr_fr: Le firmware a refusé la modification de la courbe des ventilateurs.
he_il: הקושחה דחתה את השינוי בעקומת המאווררים.
hi_in: फ़र्मवेयर ने पंखा वक्र परिवर्तन अस्वीकार कर दिया।
hu_hu: A belső vezérlőprogram elutasította a ventilátorgörbe módosítását.
id_id: Firmware menolak perubahan kurva kipas.
it_it: Il firmware ha rifiutato la modifica della curva delle ventole.
ja_jp: ファームウェアがファン カーブの変更を拒否しました。
ko_kr: 펌웨어가 팬 곡선 변경을 거부했습니다.
lv_lv: Aparātprogrammatūra noraidīja ventilatoru līknes izmaiņas.
nb_no: Fastvaren avviste endringen av viftekurven.
nl_nl: De firmware heeft de wijziging van de ventilatorcurve geweigerd.
pl_pl: Oprogramowanie układowe odrzuciło zmianę krzywej wentylatorów.
pt_pt: O firmware recusou a alteração da curva das ventoinhas.
ro_ro: Firmware-ul a respins modificarea curbei ventilatoarelor.
ru_ru: Встроенное ПО отклонило изменение кривой вентиляторов.
sk_sk: Firmvér odmietol zmenu krivky ventilátorov.
sr_cyrl_rs: Фирмвер је одбио промену криве вентилатора.
sv_se: Firmware avvisade ändringen av fläktkurvan.
th_th: เฟิร์มแวร์ปฏิเสธการเปลี่ยนเส้นโค้งพัดลม
tr_tr: Üretici yazılımı fan eğrisi değişikliğini reddetti.
uk_ua: Мікропрограма відхилила зміну кривої вентиляторів.
vi_vn: Chương trình cơ sở đã từ chối thay đổi đường cong quạt.
zh_cn: 固件拒绝了风扇曲线更改。
zh_tw: 韌體拒絕了風扇曲線變更。

# Notice_FansHandedBack
source: CPU temperature is unavailable, so the fans were handed back to Auto.
ar_sa: درجة حرارة CPU غير متوفرة، لذا أُعيدت المراوح إلى "تلقائي".
bg_bg: Температурата на ЦП не е налична, затова вентилаторите са върнати в режим „Авто“.
ca_es: La temperatura de la CPU no està disponible, així que els ventiladors han tornat a Auto.
cs_cz: Teplota procesoru není k dispozici, proto byly ventilátory přepnuty zpět na Auto.
de_de: Die CPU-Temperatur ist nicht verfügbar. Die Lüfter wurden daher auf „Auto“ zurückgesetzt.
el_gr: Η θερμοκρασία της CPU δεν είναι διαθέσιμη, επομένως οι ανεμιστήρες επέστρεψαν σε Αυτόματο.
es_es: La temperatura de la CPU no está disponible, así que los ventiladores volvieron a Automático.
et_ee: Protsessori temperatuur pole saadaval, seega lülitati ventilaatorid tagasi režiimile Auto.
fa_ir: دمای CPU در دسترس نیست، بنابراین فن‌ها به «خودکار» برگردانده شدند.
fi_fi: Suorittimen lämpötila ei ole käytettävissä, joten tuulettimet palautettiin Auto-tilaan.
fr_fr: La température du processeur n’est pas disponible : les ventilateurs sont repassés en mode Auto.
he_il: טמפרטורת ה-CPU אינה זמינה, ולכן המאווררים הוחזרו למצב "אוטומטי".
hi_in: CPU तापमान उपलब्ध नहीं है, इसलिए पंखों को वापस "स्वचालित" पर कर दिया गया।
hu_hu: A processzor hőmérséklete nem érhető el, ezért a ventilátorok visszaálltak Auto módra.
id_id: Suhu CPU tidak tersedia, jadi kipas dikembalikan ke Otomatis.
it_it: La temperatura della CPU non è disponibile, quindi le ventole sono tornate su Auto.
ja_jp: CPU 温度を取得できないため、ファンを「自動」に戻しました。
ko_kr: CPU 온도를 사용할 수 없어 팬을 '자동'으로 되돌렸습니다.
lv_lv: Procesora temperatūra nav pieejama, tāpēc ventilatori tika pārslēgti atpakaļ uz Auto.
nb_no: CPU-temperaturen er ikke tilgjengelig, så viftene gikk tilbake til Auto.
nl_nl: De CPU-temperatuur is niet beschikbaar. Daarom zijn de ventilatoren teruggezet naar Auto.
pl_pl: Temperatura procesora jest niedostępna, więc wentylatory przełączono z powrotem na tryb Auto.
pt_pt: A temperatura da CPU não está disponível, por isso as ventoinhas voltaram a Auto.
ro_ro: Temperatura procesorului nu este disponibilă, așa că ventilatoarele au revenit la Auto.
ru_ru: Температура ЦП недоступна, поэтому вентиляторы переведены обратно в режим «Авто».
sk_sk: Teplota procesora nie je k dispozícii, preto sa ventilátory prepli späť na Auto.
sr_cyrl_rs: Температура процесора није доступна, па су вентилатори враћени на „Ауто“.
sv_se: CPU-temperaturen är inte tillgänglig, så fläktarna har återgått till Auto.
th_th: ไม่สามารถอ่านอุณหภูมิ CPU ได้ จึงคืนพัดลมกลับเป็นโหมด "อัตโนมัติ"
tr_tr: CPU sıcaklığı kullanılamıyor, bu nedenle fanlar Otomatik moduna döndürüldü.
uk_ua: Температура ЦП недоступна, тому вентилятори переведено назад у режим «Авто».
vi_vn: Không có nhiệt độ CPU nên quạt đã được trả về chế độ Tự động.
zh_cn: CPU 温度不可用，因此风扇已恢复为“自动”。
zh_tw: 無法取得 CPU 溫度，因此風扇已恢復為「自動」。

# Notice_LightingRejected
source: The keyboard rejected the lighting change.
ar_sa: رفضت لوحة المفاتيح تغيير الإضاءة.
bg_bg: Клавиатурата отхвърли промяната на осветлението.
ca_es: El teclat ha rebutjat el canvi d'il·luminació.
cs_cz: Klávesnice odmítla změnu podsvícení.
de_de: Die Tastatur hat die Beleuchtungsänderung abgelehnt.
el_gr: Το πληκτρολόγιο απέρριψε την αλλαγή φωτισμού.
es_es: El teclado rechazó el cambio de iluminación.
et_ee: Klaviatuur lükkas valgustuse muudatuse tagasi.
fa_ir: صفحه‌کلید تغییر نورپردازی را رد کرد.
fi_fi: Näppäimistö hylkäsi valaistuksen muutoksen.
fr_fr: Le clavier a refusé la modification de l’éclairage.
he_il: המקלדת דחתה את שינוי התאורה.
hi_in: कीबोर्ड ने लाइटिंग परिवर्तन अस्वीकार कर दिया।
hu_hu: A billentyűzet elutasította a világítás módosítását.
id_id: Keyboard menolak perubahan pencahayaan.
it_it: La tastiera ha rifiutato la modifica dell'illuminazione.
ja_jp: キーボードがライティングの変更を拒否しました。
ko_kr: 키보드가 조명 변경을 거부했습니다.
lv_lv: Tastatūra noraidīja apgaismojuma izmaiņas.
nb_no: Tastaturet avviste belysningsendringen.
nl_nl: Het toetsenbord heeft de verlichtingswijziging geweigerd.
pl_pl: Klawiatura odrzuciła zmianę podświetlenia.
pt_pt: O teclado recusou a alteração da iluminação.
ro_ro: Tastatura a respins modificarea iluminării.
ru_ru: Клавиатура отклонила изменение подсветки.
sk_sk: Klávesnica odmietla zmenu podsvietenia.
sr_cyrl_rs: Тастатура је одбила промену осветљења.
sv_se: Tangentbordet avvisade belysningsändringen.
th_th: คีย์บอร์ดปฏิเสธการเปลี่ยนไฟ
tr_tr: Klavye aydınlatma değişikliğini reddetti.
uk_ua: Клавіатура відхилила зміну підсвічування.
vi_vn: Bàn phím đã từ chối thay đổi đèn.
zh_cn: 键盘拒绝了灯光更改。
zh_tw: 鍵盤拒絕了燈光變更。

# Notice_LightBarRejected
source: The light bar rejected the lighting change.
ar_sa: رفض شريط الإضاءة تغيير الإضاءة.
bg_bg: Светлинната лента отхвърли промяната на осветлението.
ca_es: La barra de llum ha rebutjat el canvi d'il·luminació.
cs_cz: Světelná lišta odmítla změnu podsvícení.
de_de: Die Lichtleiste hat die Beleuchtungsänderung abgelehnt.
el_gr: Η μπάρα φωτισμού απέρριψε την αλλαγή φωτισμού.
es_es: La barra de luz rechazó el cambio de iluminación.
et_ee: Valgusriba lükkas valgustuse muudatuse tagasi.
fa_ir: نوار نور تغییر نورپردازی را رد کرد.
fi_fi: Valopalkki hylkäsi valaistuksen muutoksen.
fr_fr: La barre lumineuse a refusé la modification de l’éclairage.
he_il: פס התאורה דחה את שינוי התאורה.
hi_in: लाइट बार ने लाइटिंग परिवर्तन अस्वीकार कर दिया।
hu_hu: A fénysáv elutasította a világítás módosítását.
id_id: Bilah lampu menolak perubahan pencahayaan.
it_it: La barra luminosa ha rifiutato la modifica dell'illuminazione.
ja_jp: ライトバーがライティングの変更を拒否しました。
ko_kr: 라이트 바가 조명 변경을 거부했습니다.
lv_lv: Gaismas josla noraidīja apgaismojuma izmaiņas.
nb_no: Lysstripen avviste belysningsendringen.
nl_nl: De lichtbalk heeft de verlichtingswijziging geweigerd.
pl_pl: Listwa świetlna odrzuciła zmianę podświetlenia.
pt_pt: A barra de luz recusou a alteração da iluminação.
ro_ro: Bara luminoasă a respins modificarea iluminării.
ru_ru: Световая полоса отклонила изменение подсветки.
sk_sk: Svetelná lišta odmietla zmenu podsvietenia.
sr_cyrl_rs: Светлосна трака је одбила промену осветљења.
sv_se: Ljuslisten avvisade belysningsändringen.
th_th: แถบไฟปฏิเสธการเปลี่ยนไฟ
tr_tr: Işık çubuğu aydınlatma değişikliğini reddetti.
uk_ua: Світлова смуга відхилила зміну підсвічування.
vi_vn: Thanh đèn đã từ chối thay đổi đèn.
zh_cn: 灯条拒绝了灯光更改。
zh_tw: 燈條拒絕了燈光變更。

# Notice_LogoRejected
source: The logo rejected the lighting change.
ar_sa: رفض الشعار تغيير الإضاءة.
bg_bg: Логото отхвърли промяната на осветлението.
ca_es: El logotip ha rebutjat el canvi d'il·luminació.
cs_cz: Logo odmítlo změnu podsvícení.
de_de: Das Logo hat die Beleuchtungsänderung abgelehnt.
el_gr: Το λογότυπο απέρριψε την αλλαγή φωτισμού.
es_es: El logotipo rechazó el cambio de iluminación.
et_ee: Logo lükkas valgustuse muudatuse tagasi.
fa_ir: لوگو تغییر نورپردازی را رد کرد.
fi_fi: Logo hylkäsi valaistuksen muutoksen.
fr_fr: Le logo a refusé la modification de l’éclairage.
he_il: הלוגו דחה את שינוי התאורה.
hi_in: लोगो ने लाइटिंग परिवर्तन अस्वीकार कर दिया।
hu_hu: A logó elutasította a világítás módosítását.
id_id: Logo menolak perubahan pencahayaan.
it_it: Il logo ha rifiutato la modifica dell'illuminazione.
ja_jp: ロゴがライティングの変更を拒否しました。
ko_kr: 로고가 조명 변경을 거부했습니다.
lv_lv: Logotips noraidīja apgaismojuma izmaiņas.
nb_no: Logoen avviste belysningsendringen.
nl_nl: Het logo heeft de verlichtingswijziging geweigerd.
pl_pl: Logo odrzuciło zmianę podświetlenia.
pt_pt: O logótipo recusou a alteração da iluminação.
ro_ro: Logoul a respins modificarea iluminării.
ru_ru: Логотип отклонил изменение подсветки.
sk_sk: Logo odmietlo zmenu podsvietenia.
sr_cyrl_rs: Лого је одбио промену осветљења.
sv_se: Logotypen avvisade belysningsändringen.
th_th: โลโก้ปฏิเสธการเปลี่ยนไฟ
tr_tr: Logo aydınlatma değişikliğini reddetti.
uk_ua: Логотип відхилив зміну підсвічування.
vi_vn: Logo đã từ chối thay đổi đèn.
zh_cn: 徽标拒绝了灯光更改。
zh_tw: 標誌拒絕了燈光變更。

# Notice_LightRejected
source: {0}: the lighting change was rejected.
ar_sa: {0}: رُفض تغيير الإضاءة.
bg_bg: {0}: промяната на осветлението беше отхвърлена.
ca_es: {0}: s'ha rebutjat el canvi d'il·luminació.
cs_cz: {0}: změna podsvícení byla odmítnuta.
de_de: {0}: Die Beleuchtungsänderung wurde abgelehnt.
el_gr: {0}: η αλλαγή φωτισμού απορρίφθηκε.
es_es: {0}: se ha rechazado el cambio de iluminación.
et_ee: {0}: valgustuse muutmine lükati tagasi.
fa_ir: {0}: تغییر نورپردازی رد شد.
fi_fi: {0}: valaistuksen muutos hylättiin.
fr_fr: {0} : la modification de l’éclairage a été refusée.
he_il: {0}: שינוי התאורה נדחה.
hi_in: {0}: लाइटिंग का बदलाव अस्वीकार हुआ।
hu_hu: {0}: a világítás módosítása elutasítva.
id_id: {0}: perubahan pencahayaan ditolak.
it_it: {0}: la modifica dell'illuminazione è stata rifiutata.
ja_jp: {0}: ライティングの変更が拒否されました。
ko_kr: {0}: 조명 변경이 거부되었습니다.
lv_lv: {0}: apgaismojuma maiņa tika noraidīta.
nb_no: {0}: Lysendringen ble avvist.
nl_nl: {0}: de verlichtingswijziging is geweigerd.
pl_pl: {0}: zmiana podświetlenia została odrzucona.
pt_pt: {0}: a alteração da iluminação foi rejeitada.
ro_ro: {0}: schimbarea iluminării a fost respinsă.
ru_ru: {0}: изменение подсветки отклонено.
sk_sk: {0}: zmena podsvietenia bola odmietnutá.
sr_cyrl_rs: {0}: промена осветљења је одбијена.
sv_se: {0}: Belysningsändringen avvisades.
th_th: {0}: การเปลี่ยนไฟถูกปฏิเสธ
tr_tr: {0}: Aydınlatma değişikliği reddedildi.
uk_ua: {0}: зміну підсвічування відхилено.
vi_vn: {0}: thay đổi đèn đã bị từ chối.
zh_cn: {0}：灯光更改被拒绝。
zh_tw: {0}：燈光變更遭到拒絕。

# Notice_BacklightTimeoutRejected
source: The keyboard rejected the backlight timeout change.
ar_sa: رفضت لوحة المفاتيح تغيير مهلة الإضاءة الخلفية.
bg_bg: Клавиатурата отхвърли промяната на времето за изключване на подсветката.
ca_es: El teclat ha rebutjat el canvi del temps d'apagada de la retroil·luminació.
cs_cz: Klávesnice odmítla změnu časového limitu podsvícení.
de_de: Die Tastatur hat die Änderung der Abschaltzeit der Beleuchtung abgelehnt.
el_gr: Το πληκτρολόγιο απέρριψε την αλλαγή του χρόνου απενεργοποίησης του οπίσθιου φωτισμού.
es_es: El teclado rechazó el cambio del tiempo de apagado de la retroiluminación.
et_ee: Klaviatuur lükkas taustvalgustuse ajalõpu muudatuse tagasi.
fa_ir: صفحه‌کلید تغییر زمان خاموش شدن نور پس‌زمینه را رد کرد.
fi_fi: Näppäimistö hylkäsi taustavalon aikakatkaisun muutoksen.
fr_fr: Le clavier a refusé la modification du délai de rétroéclairage.
he_il: המקלדת דחתה את שינוי הזמן לכיבוי התאורה האחורית.
hi_in: कीबोर्ड ने बैकलाइट टाइमआउट परिवर्तन अस्वीकार कर दिया।
hu_hu: A billentyűzet elutasította a háttérvilágítás időkorlátjának módosítását.
id_id: Keyboard menolak perubahan batas waktu lampu latar.
it_it: La tastiera ha rifiutato la modifica del timeout della retroilluminazione.
ja_jp: キーボードがバックライトのタイムアウトの変更を拒否しました。
ko_kr: 키보드가 백라이트 시간 제한 변경을 거부했습니다.
lv_lv: Tastatūra noraidīja fona apgaismojuma taimauta izmaiņas.
nb_no: Tastaturet avviste endringen av tidsavbruddet for bakgrunnsbelysningen.
nl_nl: Het toetsenbord heeft de wijziging van de uitschakeltijd van de achtergrondverlichting geweigerd.
pl_pl: Klawiatura odrzuciła zmianę czasu wyłączania podświetlenia.
pt_pt: O teclado recusou a alteração do tempo limite da retroiluminação.
ro_ro: Tastatura a respins modificarea timpului de oprire a iluminării de fundal.
ru_ru: Клавиатура отклонила изменение времени отключения подсветки.
sk_sk: Klávesnica odmietla zmenu časového limitu podsvietenia.
sr_cyrl_rs: Тастатура је одбила промену времена за искључивање позадинског осветљења.
sv_se: Tangentbordet avvisade ändringen av tidsgränsen för bakgrundsbelysningen.
th_th: คีย์บอร์ดปฏิเสธการเปลี่ยนเวลาปิดไฟพื้นหลัง
tr_tr: Klavye arka ışık zaman aşımı değişikliğini reddetti.
uk_ua: Клавіатура відхилила зміну часу вимкнення підсвічування.
vi_vn: Bàn phím đã từ chối thay đổi thời gian tắt đèn nền.
zh_cn: 键盘拒绝了背光超时更改。
zh_tw: 鍵盤拒絕了背光逾時變更。
